Merge pull request #7 from eliseo-arevalo/develop
fix: preserve wiki autocomplete text on click
